---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CmCaret3
source: html/3fe48baa-be4b-30b2-9a8b-e09c003107dd.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CmCaret3 Property

Symbol cm^3, indicating unit Cubic centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId CmCaret3 { get; }
```